var $lang={
errAlertMsg: "формат даты  или  даты  не  превышает  законные  ограничения  ,  нужно  отменить  ? ",
aWeekStr: ["недель","Воскресенье","Понедельник","Вторник","Среда","Четверг","Пятница","Суббота"],
aLongWeekStr:["недель","Воскресенье","Понедельник","Вторник","Среда","Четверг","Пятница","Суббота"],
aMonStr: ["Январь","Февраль","Март","Апрель","Май","Июнь","Июль","Август","Сентябрь","Октябрь","Ноябрь","Декабрь"],
aLongMonStr: ["Январь","Февраль","Март","Апрель","Май","Июнь","Июль","Август","Сентябрь","Октябрь","Ноябрь","Декабрь"],
clearStr: "удалить",
todayStr: "сегодня",
okStr: "определить",
updateStr: "определить",
timeStr: " время",
quickStr: "быстро выбирать", 
err_1: 'самая маленькая дата не больше чем самая большая дата!'
}